{
    "subjectData":[
        {
          "name": "6 هـ / 627 م",
          "lesson": "الأردن في صدر الإسلام",
          "details": "التمهيد للدعوة الإسلامية: إرسال الرسول محمد صلى الله عليه وسلم أول سرية (بعثة استكشافية) إلى جنوب الأردن (ذات أطلاح قرب الطفيلة) بعد صلح الحديبية، بهدف استمالة القبائل العربية لنشر الدعوة."
        },
        {
          "name": "8 هـ / 629 م",
          "lesson": "الأردن في صدر الإسلام",
          "details": "معركة مؤتة: وقعت في الكرك، وهي أول مواجهة عسكرية كبرى بين المسلمين والروم وحلفائهم. مهدت للفتوحات الإسلامية الكبرى."
        },
        {
          "name": "13 هـ / 634 م",
          "lesson": "الأردن في صدر الإسلام",
          "details": "معركة طبقة فحل: أول معركة فاصلة للمسلمين على أرض الأردن، انتهت بانتصارهم وفتح مدينة فحل (بيلا)."
        },
        {
          "name": "15 هـ / 636 م",
          "lesson": "الأردن في صدر الإسلام",
          "details": "معركة اليرموك: معركة فاصلة أنهت الاحتلال الروماني-البيزنطي لبلاد الشام الذي دام سبعة قرون، وفتحت مدنها لانتشار الإسلام."
        },
        {
          "name": "18 هـ / 639 م",
          "lesson": "الأردن في صدر الإسلام",
          "details": "التقسيمات الإدارية: قسم الخليفة عمر بن الخطاب بلاد الشام إلى أربعة أجناد، وكان جند الأردن أحدها."
        },
        {
          "name": "41 هـ / 662 م",
          "lesson": "الأردن في العصر الأموي",
          "details": "خضوع الأردن للحكم الأموي: اهتم الأمويون بالأردن لولاء قبائله، قربه من دمشق، موقعه على طريق الحج والتجارة، وخصوبة أراضيه."
        },
        {
          "name": "العصر الأموي 661 م" ,
          "lesson": "الأردن في العصر الأموي",
          "details": "مظاهر الاهتمام الأموي: أصبح الأردن مقراً للخلفاء، ملتقى للشعراء، مركزاً لسك العملة، وشهد بناء قصور صحراوية شهيرة مثل قصير عمرة والمشتى."
        },
        {
          "name": "العصر العباسي المبكر (قبل 132 هـ)",
          "lesson": "الأردن في العصر العباسي",
          "details": "الحميمة مركز الدعوة العباسية: اتخذ محمد بن علي قرية الحميمة في معان مركزاً لدعوته السرية لإسقاط الحكم الأموي، لموقعها الاستراتيجي."
        },
        {
          "name": "132 هـ / 750 م",
          "lesson": "الأردن في العصر العباسي",
          "details": "خضوع الأردن للحكم العباسي: بعد نجاح ثورتهم، خضع الأردن للحكم العباسي، الذي واجه بعض حركات التمرد المحلية."
        },
        {
          "name": "492 هـ / 1099 م وما بعدها",
          "lesson": "الأردن خلال حملات الفرنجة",
          "details": "تمركز الفرنجة في الأردن: بعد احتلال القدس، بنى الفرنجة قلاعاً في الأردن مثل الشوبك (مونتريال) والكرك كخط دفاع وللسيطرة على الطرق."
        },
        {
          "name": "583 هـ / 1187 م",
          "lesson": "الأردن خلال حملات الفرنجة",
          "details": "معركة حطين وتحرير الأردن: قاد صلاح الدين الأيوبي المسلمين لهزيمة الفرنجة، مما أدى إلى تحرير القدس ثم قلاع الكرك والشوبك."
        },
        {
          "name": " العصر الأيوبي 1171 م",
          "lesson": "الأردن في العصر الأيوبي",
          "details": "مظاهر الاهتمام الأيوبي: حصّن الأيوبيون القلاع كعجلون والكرك، وأسسوا إمارة الكرك الأيوبية، وشهد العصر ازدهاراً علمياً وثقافياً."
        },
        {
          "name": "658 هـ / 1260 م",
          "lesson": "الأردن في العصر الأيوبي",
          "details": "نهاية الحكم الأيوبي: هجم المغول على بلاد الشام، ووصلوا إلى الأردن حيث أسقطوا قلعة عجلون بعد حصارها."
        },
        {
          "name": "658 هـ / 1260 م",
          "lesson": "الأردن في العصر المملوكي",
          "details": "معركة عين جالوت: انتصر المماليك بقيادة سيف الدين قطز على المغول، وطردوهم من بلاد الشام، ليبدأ حكم المماليك."
        },
        {
          "name": "العصر المملوكي 1250 م",
          "lesson": "الأردن في العصر المملوكي",
          "details": "مظاهر الاهتمام المملوكي: اعتبروا الأردن خط دفاع، اهتموا بتحصين القلاع، وتأمين طريق الحج، وإنشاء محطات البريد، وتطوير الزراعة (قصب السكر) والتعدين."
        }
      ]
      
}