{
    "subjectData":[
        {
          "name": "2.5 مليون سنة ق.م. - 1200 ق.م.",
          "lesson": "محطات من تاريخ الأردن",
          "details": "العصور الحجرية: تمثل هذه العصور فترة ما قبل التاريخ في الأردن، بدءاً من استيطان الإنسان الذي اعتمد على الصيد والجمع، ثم تطور إلى الزراعة وتدجين الحيوانات، واستخدام الأدوات المصنوعة من الحجر ثم النحاس والبرونز، وشملت مواقع أثرية مثل دوقرة وعين غزال."
        },
        {
          "name": "حوالي 1500 ق.م.",
          "lesson": "محطات من تاريخ الأردن",
          "details": "المصريون القدماء (فترة النفوذ): بدأت مصر القديمة بالاهتمام ببلاد الشام، بما في ذلك الأردن، بعد إخضاع الهكسوس، إلا أن نفوذها تراجع مع ظهور الممالك المحلية."
        },
        {
          "name": "1200 ق.م. - 332 ق.م.",
          "lesson": "محطات من تاريخ الأردن",
          "details": "العصر الحديدي والممالك العربية (الأدومية، المؤابية، العمونية) والقوى الأجنبية (الآشوريون، البابليون، الفرس): شهد الأردن في هذا العصر تحولاً إلى استخدام الحديد ونشأة ممالك عربية منظمة مثل المملكة الأدومية (عاصمتها بصيرا في جنوب الأردن)، والمملكة المؤابية (من أشهر ملوكها ميشع)، والمملكة العمونية (التي ازدهرت في القرنين السابع والسادس قبل الميلاد في مناطق مثل عمان ومأدبا وحسبان). كما خضع الأردن لنفوذ وسيطرة قوى إقليمية كبرى مثل الآشوريين ثم البابليون، وصولاً إلى الفرس الذين حكموا المنطقة حتى عام 332 ق.م."
        },
        {
          "name": "حوالي القرن 6 ق.م. - 106 م",
          "lesson": "محطات من تاريخ الأردن",
          "details": "مملكة الأنباط: هي مملكة عربية قديمة استقرت في جنوب الأردن، واتخذت البترا عاصمة لها، واشتهرت بعمارتها المنحوتة في الصخر، ونظام حكمها الملكي، وازدهارها التجاري والصناعي والزراعي."
        },
        {
          "name": "332 ق.م. (قدوم الإسكندر المقدوني)",
          "lesson": "محطات من تاريخ الأردن",
          "details": "الحضارة اليونانية: تأثر الأردن بالثقافة اليونانية بعد غزو الإسكندر المقدوني، حيث بنيت مدن على الطراز اليوناني مثل بيلا وجدارا وجراسا، وأصبحت اللغة اليونانية هي اللغة الرسمية."
        },
        {
          "name": "64 ق.م. - 636 م",
          "lesson": "محطات من تاريخ الأردن",
          "details": "الحضارة الرومانية - البيزنطية: خضع الأردن للحكم الروماني (بداية من عام 64 ق.م.) ثم البيزنطي (بعد انقسام الإمبراطورية الرومانية عام 395 م)، وشهد ازدهاراً عمرانياً كبيراً مع بناء مدن الديكابوليس وتطور الزراعة، وانتشرت المسيحية مع بناء الكنائس والأديرة."
        },
        {
          "name": "627 م (6 هـ) - 636 م (15 هـ)",
          "lesson": "محطات من تاريخ الأردن",
          "details": "صدر الإسلام: كانت هذه الفترة مرحلة تمهيد للدعوة الإسلامية في الأردن وشهدت معارك حاسمة مثل مؤتة واليرموك، التي أنهت الوجود البيزنطي في بلاد الشام ومكّنت الفتح الإسلامي للمنطقة."
        },
        {
          "name": "662 م (41 هـ)",
          "lesson": "محطات من تاريخ الأردن",
          "details": "الدولة الأموية: حظي الأردن باهتمام خاص من الخلفاء الأمويين لموقعه وقربه من عاصمتهم دمشق، فبنوا فيه القصور الصحراوية وأنشأوا مشاريع مائية، وأصبح ملتقى للشعراء."
        },
        {
          "name": "750 م (132 هـ)",
          "lesson": "محطات من تاريخ الأردن",
          "details": "الدولة العباسية: على الرغم من أن الحميمة في الأردن كانت مركزاً سرياً للدعوة العباسية، إلا أن الأردن شهد تراجعاً في اهتمام الخلافة به بعد انتقال مركز الحكم إلى بغداد، وواجه العباسيون فيه حركات تمرد."
        },
        {
          "name": "أواخر القرن 11 م (احتلال القدس 1099 م)",
          "lesson": "محطات من تاريخ الأردن",
          "details": "حملات الفرنجة: استهدف ملوك وأمراء أوروبا بلاد الشام للسيطرة على الأراضي المقدسة، واهتموا بالأردن كخط دفاعي عن مملكتهم في القدس، حيث قاموا بتحصين القلاع الرئيسية مثل الكرك والشوبك."
        },
        {
          "name": "1187 م (583 هـ)",
          "lesson": "محطات من تاريخ الأردن",
          "details": "الدولة الأيوبية: بعد تحرير صلاح الدين الأيوبي للقدس، أصبح الأردن حلقة وصل استراتيجية بين مصر وبلاد الشام، واهتم الأيوبيون بتحصين القلاع مثل عجلون والكرك، وشهدت فترة حكمهم ازدهاراً علمياً وثقافياً."
        },
        {
          "name": "1250 م (648 هـ)",
          "lesson": "محطات من تاريخ الأردن",
          "details": "الدولة المملوكية: حكم المماليك الأردن بعد انتصارهم على المغول في معركة عين جالوت، وأدركوا أهميته كخط دفاعي ومصدر للمؤن، فحصنوا القلاع وطوروا الزراعة (خاصة قصب السكر)، وازدهرت الحياة العلمية والثقافية في عهدهم."
        },
        {
          "name": "1516 م - 1918 م",
          "lesson": "محطات من تاريخ الأردن",
          "details": "الدولة العثمانية: امتد حكم العثمانيين في الأردن لأربعة قرون، ركزوا خلالها على تأمين طريق الحج الشامي، وشهدت المنطقة فترات من التدهور والإهمال الإداري والاقتصادي، مما أدى إلى تمردات محلية."
        },
        {
          "name": "1916 م",
          "lesson": "محطات من تاريخ الأردن",
          "details": "الثورة العربية الكبرى: حركة قومية قادها الشريف الحسين بن علي بهدف استقلال ووحدة الأراضي العربية من الحكم العثماني، وكانت رداً على سياسات التتريك والمظالم العثمانية، وشهد الأردن معارك مهمة فيها مثل معان."
        },
        {
          "name": "1918 م - 1920 م",
          "lesson": "محطات من تاريخ الأردن",
          "details": "المملكة العربية السورية: تأسست في دمشق بقيادة الأمير فيصل بن الحسين بعد الثورة العربية الكبرى، وكان الأردن جزءاً تابعاً لها، وشهدت مشاركة أردنية في مؤتمرها العام وإدارتها قبل سقوطها عام 1920 م."
        }
      ]
      
}