{
  "subjectData": [
    {
      "name": "خضوع الأردن للحكم العثماني (1516 م)",
      "lesson": "الأوضاع السياسية والإدارية في الأردّن في العهد العثماني",
      "details": "الحدث: انتصار العثمانيين على المماليك في معركة مرج دابق عام 1516 م، وضم الأردن لنفوذهم. أدرك العثمانيون أهمية الأردن لموقعه على طريق الحج الشامي وثروته الزراعية3.\n▪\nالدرس المستفاد: أهمية الأردن الاستراتيجية والاقتصادية والدينية عبر العصور، مما جعله محط اهتمام القوى الكبرى."
    },
    {
      "name": "اهتمام العثمانيين بقافلة الحج الشامي (حوالي القرن 16–19 م)",
      "lesson": "الأوضاع السياسية والإدارية في الأردّن في العهد العثماني",
      "details": "الحدث: حرص الدولة العثمانية على سلامة الحجاج بتعمير الخانات والآبار والبرك، وتزويدها بالجنود والمؤن، وتخصيص رواتب وعطايا للقبائل البدوية (الرّصة) لضمان الأمن4.\n▪\nالدرس المستفاد: الدور المحوري للأردن كمعبر ديني وتجاري، وأثر ذلك على ازدهار المناطق المحيطة بطرق الحج."
    },
    {
      "name": "التقسيمات الإدارية العثمانية في الأردن (حوالي القرن 16–19 م)",
      "lesson": "الأوضاع السياسية والإدارية في الأردّن في العهد العثماني",
      "details": "الحدث: قُسم الأردن إلى لوائين رئيسيين: لواء عجلون ولواء حوران56. استمرت الدولة العثمانية في الاعتماد على الزعامات المحلية والإقطاعية في الحكم6.\n▪\nالدرس المستفاد: استمرارية بعض الأنظمة الإدارية السابقة، وتأثير ضعف السلطة المركزية على بروز الأدوار المحلية."
    },
    {
      "name": "ظهور الزعامات المحلية وتنامي دورها (حوالي القرن 17–18 م)",
      "lesson": "الأوضاع السياسية والإدارية في الأردّن في العهد العثماني",
      "details": "الحدث: في القرنين السابع عشر والثامن عشر، زاد التنافس بين الزعامات المحلية وطموحها للانفصال عن الدولة العثمانية، مستغلين ضعف الإدارة العثمانية6.\n▪\nالدرس المستفاد: أن ضعف السلطة المركزية يفتح الباب أمام صعود القوى المحلية، مما قد يؤدي إلى تفكك الكيانات الكبيرة."
    },
    {
      "name": "فترة الحكم المصري بقيادة إبراهيم باشا (حوالي 1831–1840 م)",
      "lesson": "الأوضاع السياسية والإدارية في الأردّن في العهد العثماني",
      "details": "الحدث: خضع الأردن للحكم المصري، وشهد في البداية تحسناً في الأمن والازدهار8. لكن سياسات إبراهيم باشا القاسية بزيادة الضرائب، ونزع السلاح، وفرض التجنيد الإجباري أدت إلى اندلاع حركات تمرد واحتجاجات واسعة في البلقاء والكرك (1834 م) وجبل عجلون (1839 م)89. تم حصار الكرك وتدمير قلعة السلط9.\n▪\nالدرس المستفاد: أن السياسات القسرية وغير العادلة، حتى وإن حققت استقراراً مؤقتاً، تؤدي حتماً إلى الثورات الشعبية ومقاومة المحتل."
    },
    {
      "name": "عودة الإدارة العثمانية وسياسات التوطين (حوالي 1840–1900 م)",
      "lesson": "الأوضاع السياسية والإدارية في الأردّن في العهد العثماني",
      "details": "الحدث: بعد انسحاب القوات المصرية، عادت الإدارة العثمانية، وسعت لتوطين القبائل البدوية وتنمية الزراعة، واستقبلت المهاجرين الشركس والشيشان الذين استقروا على طول خط سكة الحديد1011.\n▪\nالدرس المستفاد: محاولات الإصلاح والتحديث من قبل السلطة المركزية، وأثر الهجرات السكانية على التركيبة الاجتماعية والتنمية."
    },
    {
      "name": "استمرار الاحتجاجات والتمردات (حوالي 1888–1910 م)",
      "lesson": "الأوضاع السياسية والإدارية في الأردّن في العهد العثماني",
      "details": "الحدث: استمرت الاحتجاجات والتمردات ضد الإدارة العثمانية في أواخر القرن التاسع عشر وبداية القرن العشرين (مثل تمرد بني حميدة 1888 م، تمرد الشوبك 1905 م، تمرد الهيّة 1910 م)11.\n▪\nالدرس المستفاد: استمرار تدهور الأوضاع يؤدي إلى تفاقم الأزمات الداخلية وعدم الاستقرار، مما يمهد الطريق لتغييرات كبرى."
    },
    {
      "name": "الأردن في الحرب العالمية الأولى (1914 م)",
      "lesson": "الأوضاع السياسية والإدارية في الأردّن في العهد العثماني",
      "details": "الحدث: دخلت الدولة العثمانية الحرب، وشهد الأردن ظروفاً قاسية تحت حكم جمال باشا، بما في ذلك ارتفاع الأسعار والتجنيد الإجباري ونهب الغلال، مما أدى إلى إعلان الثورة العربية الكبرى11.\n▪\nالدرس المستفاد: أن تورط الدول الكبرى في الحروب العالمية يؤثر سلباً على أوضاع الشعوب الخاضعة لها، ويزيد من سخطها ورغبتها في التحرر."
    },
    {
      "name": "تكوين المجتمع الأردني في العهد العثماني (حوالي القرن 16–19 م)",
      "lesson": "الأوضاع الاجتماعية والاقتصادية في الأردّن في العهد العثماني",
      "details": "الحدث: تكون المجتمع من ثلاث فئات رئيسية: الفلاحون (غالبية السكان) الذين استقروا في القرى ومارسوا الزراعة12...، الحضر الذين سكنوا المدن الكبرى (القصبات) ومارسوا التجارة والصناعة19، والبدو (رُحل ونصف رُحل) الذين اعتمدوا على تربية المواشي والترحال20....\n▪\nالدرس المستفاد: تنوع الأنماط المعيشية والتنظيمات الاجتماعية في الأردن، وتأثرها بالظروف الطبيعية والاقتصادية."
    },
    {
      "name": "الحياة العلمية والتعليم في العهد العثماني (حوالي القرن 16–19 م)",
      "lesson": "الأوضاع الاجتماعية والاقتصادية في الأردّن في العهد العثماني",
      "details": "الحدث: قبل القرن التاسع عشر، اقتصر التعليم على الكتاتيب والمدارس الدينية الملحقة بالمساجد23.... في عهد إبراهيم باشا، أنشئت مدارس حديثة ومدارس تبشيرية2426. لاحقاً، أسست الدولة العثمانية المدارس الحكومية الابتدائية والرشدية2426.\n▪\nالدرس المستفاد: تطور التعليم البطيء والمتأثر بالظروف السياسية، ودور المبادرات المحلية والخارجية في نشر التعليم."
    },
    {
      "name": "الحياة الاقتصادية في الأردن خلال العهد العثماني (حوالي القرن 19 م)",
      "lesson": "الأوضاع الاجتماعية والاقتصادية في الأردّن في العهد العثماني",
      "details": "الحدث: تراجعت الزراعة في القرن التاسع عشر بسبب القحط، الجراد، زيادة الضرائب، وانعدام الأمن (نظام الالتزام وضرائب الأعشار الجائرة)27.... ازدهرت الصناعات التقليدية المحلية30. شهدت التجارة تراجعاً بسبب انعدام الأمن وقطاع الطرق، لكنها انتعشت بمد سكة حديد الحجاز30.... تداول السكان عملات عثمانية وأوروبية3334.\n▪\nالدرس المستفاد: أن الازدهار الاقتصادي يرتبط ارتباطاً وثيقاً بالاستقرار الأمني، وأن السياسات الضريبية القاسية يمكن أن تدمر الاقتصاد وتؤدي إلى فقر السكان."
    },
    {
      "name": "الثورة العربية الكبرى (1916 م)",
      "lesson": "الثورة العربية الكبرى (النهضة العربية)",
      "details": "الحدث: رغبة العرب بالانفصال عن الدولة العثمانية بسبب مظالمها وسياسة التتريك (تفضيل العنصر التركي وفرض لغته)35.... وفشل الدولة العثمانية في حماية الأراضي العربية من الاستعمار الأوروبي36. رفض حزب الاتحاد والترقي للمطالب الإصلاحية العربية37.\n▪\nالدرس المستفاد: أن القمع الثقافي والسياسي، وعدم الاستجابة للمطالب العادلة للشعوب، يدفعها نحو الثورة والبحث عن تقرير المصير."
    },
    {
      "name": "تفويض الشريف الحسين بن علي (ما قبل 1916 م)",
      "lesson": "الثورة العربية الكبرى (النهضة العربية)",
      "details": "الحدث: اختاره النواب والقادة العرب لقيادة النهضة العربية نظراً لمكانته الدينية والسياسية، وانتمائه الهاشمي3940.\n▪\nالدرس المستفاد: أهمية القيادة التاريخية والموثوقة في توحيد الجهود وتحقيق الأهداف الوطنية."
    },
    {
      "name": "ميثاق دمشق ومراسلات الحسين - مكماهون (حوالي 1915 م)",
      "lesson": "الثورة العربية الكبرى (النهضة العربية)",
      "details": "الحدث: تضمن ميثاق دمشق مطالب العرب بإقامة دولة عربية مستقلة ذات حدود واضحة41. ومراسلات الحسين - مكماهون كانت تفاوضاً بين الشريف الحسين وبريطانيا حول دعم الثورة مقابل الاعتراف بالدولة العربية43.\n▪\nالدرس المستفاد: تبلور المطالب الوطنية العربية، وتأثير الدبلوماسية والمفاوضات في رسم مسار الأحداث التاريخية، وإن لم تكن دائماً صادقة."
    },
    {
      "name": "معارك الثورة العربية الكبرى في الأردن (1917–1918 م)",
      "lesson": "الثورة العربية الكبرى (النهضة العربية)",
      "details": "الحدث: وصلت طلائع الثورة إلى العقبة عام 1917 م44. دارت معارك مهمة في الأردن مثل معركة معان (1918 م)، التي مهدت لدخول دمشق45.\n▪\nالدرس المستفاد: الدور المحوري للأردن كساحة للعمليات العسكرية الحاسمة للثورة العربية الكبرى، وأهمية التضحية والبطولة في نيل الاستقلال."
    },
    {
      "name": "نتائج الثورة العربية الكبرى (بعد 1918 م)",
      "lesson": "الثورة العربية الكبرى (النهضة العربية)",
      "details": "الحدث: خروج الأردن وبلاد الشام من الحكم العثماني، وتأسيس المملكة العربية السورية في دمشق بقيادة الأمير فيصل بن الحسين45.\n▪\nالدرس المستفاد: أن الثورات الكبرى تغير الخارطة السياسية وتنشئ كيانات جديدة."
    },
    {
      "name": "اتفاقية سايكس-بيكو (1916 م) ووعد بلفور (1917 م)",
      "lesson": "الثورة العربية الكبرى (النهضة العربية)",
      "details": "الحدث: بالتزامن مع المفاوضات مع الشريف الحسين، وقعت بريطانيا وفرنسا سراً اتفاقية سايكس-بيكو (1916 م) لتقسيم الهلال الخصيب4849. ثم جاء وعد بلفور (1917 م) الذي وعد بإقامة وطن قومي لليهود في فلسطين50.\n▪\nالدرس المستفاد: أن المصالح الاستعمارية غالبًا ما تتجاوز الوعود والتحالفات، وأن السياسات السرية يمكن أن تؤثر بشكل كبير على مصير الشعوب."
    },
    {
      "name": "لجنة كنج - كرين (1919–1920 م)",
      "lesson": "الأردّن في عهد المملكة العربية السورية والحكومات المحّلية",
      "details": "الحدث: أرسلتها دول الحلفاء لاستطلاع رأي سكان بلاد الشام حول مستقبلهم51.\n▪\nالدرس المستفاد: أهمية صوت الشعوب وحقها في تقرير المصير، وإن كان ذلك أحياناً مجرد شكلية من قبل القوى الكبرى."
    },
    {
      "name": "المؤتمر السوري العام وإعلان استقلال سورية الطبيعية (1919–1920 م)",
      "lesson": "الأردّن في عهد المملكة العربية السورية والحكومات المحّلية",
      "details": "الحدث: شكل الأمير فيصل المؤتمر ليكون برلماناً يمثل سكان بلاد الشام، وأعلن استقلال سورية الطبيعية واختيار الأمير فيصل ملكاً دستورياً عليها، ورفض المزاعم الصهيونية في فلسطين5253.\n▪\nالدرس المستفاد: أهمية توحيد الصفوف وتشكيل كيان سياسي يمثل الإرادة الشعبية لمواجهة التحديات الخارجية."
    },
    {
      "name": "التقسيم الإداري لشرقي الأردن في عهد المملكة العربية السورية (حوالي 1920 م)",
      "lesson": "الأردّن في عهد المملكة العربية السورية والحكومات المحّلية",
      "details": "الحدث: قُسم إلى ألوية إدارية رئيسية: لواء الكرك، لواء البلقاء، ولواء حوران54.\n▪\nالدرس المستفاد: تطبيق نموذج الإدارة المركزية في الدولة الناشئة."
    },
    {
      "name": "المشاركة الأردنية في المملكة العربية السورية (حوالي 1920 م)",
      "lesson": "الأردّن في عهد المملكة العربية السورية والحكومات المحّلية",
      "details": "الحدث: شارك أردنيون في المؤتمر السوري العام، وتقلدوا وظائف إدارية في الحكومة الفيصلية5556. كما شاركوا في أعمال الثورة والمقاومة ضد الفرنسيين (مثل معركة ميسلون)56، وقاوموا الاستيطان الصهيوني في فلسطين (مثل معركة تل الثعالب حيث استشهد كايد المفلح العبيدات 1920 م)57.\n▪\nالدرس المستفاد: إبراز الدور الفاعل للأردنيين في الحركة الوطنية العربية والتضحية من أجل قضايا الأمة."
    },
    {
      "name": "الحكومات المحلية في شرقي الأردن (بعد 1920 م)",
      "lesson": "الأردّن في عهد المملكة العربية السورية والحكومات المحّلية",
      "details": "الحدث: بعد سقوط دمشق في معركة ميسلون، تشكلت حكومات محلية ضعيفة في الأردن: حكومة عجلون، حكومة السلط، وحكومة مؤاب (الكرك)58. اتسمت هذه الحكومات بالضعف، النقص في الموارد، الطابع العشائري، وعدم التعاون59.\n▪\nالدرس المستفاد: أن غياب السلطة المركزية القوية يؤدي إلى التشتت والضعف، مما يؤكد الحاجة إلى قيادة موحدة لإدارة شؤون البلاد."
    }
  ]
}