{
    "subjectData": [
        {
            "name": "الحرب العربية اليهودية (1948م)",
            "lesson": "حروب ومعارك",
            "details": "أدت هذه الحرب إلى احتلال القوات اليهودية لمعظم المدن الرئيسية في فلسطين والمناطق الخصبة والمهمة منها، بما يعادل 78% من المساحة الكلية لفلسطين.\nأسفرت عن تهجير حوالي 750 ألف فلسطيني بالقوة من مدنهم وقراهم، ولجأوا إلى الأقطار العربية المجاورة.\nدافع الجيش العربي الأردني عن القدس وخاض معارك بطولية، واستطاع الاحتفاظ بالضفة الغربية بما فيها القدس الشرقية، وقدم مئات الشهداء."
        },
        {
            "name": "هجوم على قرية السموع (1966م)",
            "lesson": "حروب ومعارك",
            "details": "كان من أبرز الاعتداءات الإسرائيلية على القرى الأمامية في الضفة الغربية.\nارتكبت إسرائيل مجزرة بحق سكان القرية، وقدم الجيش العربي الأردني عدداً من الشهداء في الدفاع عنها."
        },
        {
            "name": "حرب حزيران (1967م)",
            "lesson": "حروب ومعارك",
            "details": "قامت هذه الحرب في ظل انشغال الدول العربية بخلافاتها وعدم استعدادها.\nمن أسبابها الأطماع الإسرائيلية في الأراضي العربية وتحويل إسرائيل مياه نهر الأردن.\nانتهت الحرب باحتلال إسرائيل لقطاع غزة وسيناء المصرية، وهضبة الجولان السورية، والضفة الغربية من الأردن.\nبلغت الخسائر الأردنية 696 شهيداً، 421 جريحاً، و520 أسيراً."
        },
        {
            "name": "معركة الكرامة (1968م)",
            "lesson": "حروب ومعارك",
            "details": "تصدى الجيش الأردني للقوات الإسرائيلية وكبدها خسائر فادحة في الأرواح والمعدات.\nرفض الملك الحسين وقف إطلاق النار ما دام هناك جندي إسرائيلي واحد شرق النهر.\nقدم الجيش الأردني 86 شهيداً، وحطمت هذه المعركة أسطورة الجيش الإسرائيلي الذي لا يقهر."
        },
        {
            "name": "حرب رمضان / تشرين الأول (1973م)",
            "lesson": "حروب ومعارك",
            "details": "نشبت عندما هاجمت القوات المصرية والسورية إسرائيل.\nبادر الأردن إلى نجدة سوريا بإرسال قوات أردنية إلى جبهة الجولان وأسهم في الحيلولة دون تقدم القوات الإسرائيلية إلى دمشق."
        },
        {
            "name": "تمرد ظفار (1974م - 1979م)",
            "lesson": "حروب ومعارك",
            "details": "ساندت القوات الأردنية سلطنة عمان ضد هذا التمرد."
        },
        {
            "name": "حرب إيران مع العراق (1980م - 1988م)",
            "lesson": "حروب ومعارك",
            "details": "وقف الأردن إلى جانب العراق في حربه مع إيران، وذهب متطوعون أردنيون للقتال إلى جانب العراق فيما سمي \"قوات اليرموك\"."
        },
        {
            "name": "حروب غزة (2006م - 2023م)",
            "lesson": "حروب ومعارك",
            "details": "بعد انسحاب إسرائيل من قطاع غزة، فرضت عليه حصاراً وشنّت سلسلة من الحروب.\nكسر الأردن هذا الحصار عبر عمليات إنزال جوي أعلنها الملك عبد الله الثاني ونفذها سلاح الجو الملكي."
        }
    ]
}
